
const Pilomaterials = () => {
	return (
		<section className="pilomaterials">
			<div className="container">
				<h2 className="section_title">Производство и продажа пиломатериалов</h2>
				<div className="pilomaterials_content">
					<p>Важными составляющими при возведении и ремонте зданий являются пиломатериалы. Древесина – наиболее натуральный, экологически безопасный материал, при правильной подготовке рассчитанный на длительный срок службы. Зная об этом, специалисты Воскресенского деревообрабатывающего завода осуществляют полный контроль над процессом ее заготовки. Наши пиломатериалы от производителя – богатый ассортимент всевозможных товарных позиций. Здесь легко купить пиломатериалы для любой строительной задачи: брус, доска, блок-хаус, фанера, OSB, вагонка, домокомплекты, двери, оконные рамы.</p>
					<h3>Преимущества нашей продукции</h3>
					<p>Чтобы пиломатериалы хвойных пород были действительно качественными, мы работаем только с проверенными поставщиками, с официальным оформлением договоров. Воскресенский деревообрабатывающий завод гарантирует контроль на всех этапах подготовки и изготовления продукции. Пиломатериалы, продающиеся недорого в Москве и области, проходят обработку, обладают оптимальным уровнем влажности. Разные сорта пиломатериалов соответствуют ГОСТу, имеют нормативные показатели твердости и плотности, хороший уровень стойкости к воздействию метеоусловий, гниению и расслаиванию.</p>
					<h3>Роль оборудования</h3>
					<p>Производство пиломатериалов – процесс сложный и ответственный. Здесь необходим профессиональный подход на каждом из этапов работы. Потому наши квалифицированные мастера знают все о свойствах древесины разных пород, о станках и прочем оборудовании для ее обработки. Ленточная технология обеспечивает гладкость пропила и точность геометрических размеров. Круглопильные станки отличаются надежностью, экономичностью и простотой. Для более сложных операций предназначены рейсмусовые, кромкообрезные, фрезерные и другие станки.</p>
					<p>На Воскресенском заводе установлен целый комплекс профессионального лесопильного оборудования для обработки пиломатериалов. Благодаря наличию самых разнообразнейших станков, пилорам и прочих приспособлений, мы расширяем ассортимент изготовляемой продукции. Так обеспечивается продажа пиломатериалов с идеально обработанной поверхностью, заданных форм и размеров. Цена за куб при этом невысокая, так как дерево поступает от производителя, без наценки посредников.</p>
					<h3>Как сделать заказ</h3>
					<p>Воскресенский деревообрабатывающий завод – это высококачественные пиломатериалы в Москве и Московской области. Для своевременной аккуратной поставки подбирается транспорт в зависимости от количества заказанного оптом и в розницу материала. Опытные строители знают, что купить пиломатериалы с доставкой – решение экономное и выгодное. Сделать заказ можно, не покидая рабочего места или не прерываясь от текущих дел.</p>
					<p>Чтобы оформить заказ, необходимо воспользоваться одним из трех способов. Первый – оставить заявку на пиломатериалы с номером телефона и подождать, пока вам перезвонят. Второй – предварительно узнать цены на пиломатериалы или оформить готовый заказ через сайт во всплывающем окне онлайн-консультанта. Третий – позвонить по контактным номерам телефонов. Доставку делаем прямо с базы, оперативно, к назначенному сроку, удобная форма расчета – наличный и безналичный.</p>
				</div>
			</div>
		</section>
	);
};

export default Pilomaterials;